import { IReview } from '@/components/review';

// Отзывы на 5 баллов из Яндекс.Карт, преобразованные в формат IReview
export const fiveStarReviews: IReview[] = [
	{
		name: 'Viktoria',
		gender: 'female',
		comment:
			'11.04.2024 праздновали свадьбу в ресторане Рагу. Очень красивый интерьер покорил нас и гостей. Управляющий Дмитрий учёл все пожелания, праздник вышел великолепный. Все было проработано до мельчайших деталей. Официантам отдельная благодарность! Очень чуткие, внимательные и улыбчивые! Блюда все невероятно вкусные, гостям был предоставлен выбор горячего. Хочется вернуться снова!',
		source: 'yandex',
		rate: 5,
	},
	{
		name: 'Инкогнито 1449',
		gender: 'female',
		comment:
			'Это одно из моих любимых мест в Петербурге! Кухня всегда на высоте! Люблю приходить сюда и с семьёй и с друзьями, потому что очень уютно и душевно! Ну и отдельное спасибо персоналу за внимание и заботу о своих посетителях 🫶',
		source: 'yandex',
		rate: 5,
	},
	{
		name: 'Старец Григорий',
		gender: 'male',
		comment:
			'Ресторан "Рагу" – это подлинный храм вкуса и изысканности, где каждая деталь воспевает роскошь и утончённость. Дмитрий, сего дома вождь, словно древний мастер своего дела, руководит с такой осмотрительностью и искусством, что заведение сияет, подобно царскому чертогу.',
		source: 'yandex',
		rate: 5,
	},
	{
		name: 'Татьяна',
		gender: 'female',
		comment:
			'Отмечали в этом ресторане день рождения. Приятный интерьер, великолепная кухня, обслуживание на высоте. Замечательное заведение с европейским меню. Рекомендую!',
		source: 'yandex',
		rate: 5,
	},
	{
		name: 'Ольга',
		gender: 'female',
		comment:
			'Отличное заведение с отменной кухней! Заказывала три блюда и все они были очень удачные, особенно паста болоньезе!!! Мои восхищения повару! Идеальный и правильный вкус настоящей итальянской пасты!! Обслуживание очень хорошее, быстрое и вежливое.',
		source: 'yandex',
		rate: 5,
	},
	{
		name: 'Anetta Kapet',
		gender: 'female',
		comment:
			'Отличное место… приятный, ненавязчивый интерьер, но очень стильный. Кухня великолепная… есть позиции, сходные с тем, что мы видим в других ресторанах такого уровня, и все необыкновенно вкусно…. Но есть и особенные позиции: разного вида рагу…. А рагу из кальмаров с белыми грибами просто шедевр и по виду, и по вкусу…..',
		source: 'yandex',
		rate: 5,
	},
	{
		name: 'Андрей Букреев',
		gender: 'male',
		comment:
			'Потрясающий ресторан! Обслуживание на высшем уровне: официанты были внимательны и профессиональны. Быстрая подача блюд - 15-20 минут горячее. Свежие качественные продукты. 10/10 Рекомендую.',
		source: 'yandex',
		rate: 5,
	},
	{
		name: 'Ирина Ромах',
		gender: 'female',
		comment:
			'Это чудесное стильное местечко, с прекрасной кухней, интересной подачей вкусных блюд. Наши вкусовые сосочки)) ликовали. Отдельное спасибо вежливому персоналу! Очень хочется прийти еще))',
		source: 'yandex',
		rate: 5,
	},
	{
		name: 'Артем Арт',
		gender: 'male',
		comment:
			'Все супер 👍одно из лучших мест в Санкт - Петербурге с вниманием ко всем деталям ! Атмосфера идеальна так же как и кухня ! Персонал очень высокой квалификации, внимателен и вежлив !',
		source: 'yandex',
		rate: 5,
	},
	{
		name: 'Николай К.',
		gender: 'male',
		comment:
			'Волшебно! Все вкусно, продукты свежие, приготовлено с душой! Завтрак оставил желание ехать через весь Питер сюда и завтра. Персонал приятный и вежливый, интерьер спокойный, красиво и сдержанно. Музыкальное оформление на ура.',
		source: 'yandex',
		rate: 5,
	},
	{
		name: 'Suntil .',
		gender: 'male',
		comment:
			'Супер место ! Очень уютно, камерно, приятная музыка, классный бар и очен вкусные блюда на свой манер сделано. Изюминка Васильевского!',
		source: 'yandex',
		rate: 5,
	},
	{
		name: 'Ольга Иванова',
		gender: 'female',
		comment:
			'С Ragu познакомились много лет назад, всегда радовала приятная атмосфера и отличная еда, все сбалансированно и гармонично. Было время, когда ходили сюда очень и очень часто, потом случился перерыв. Сегодня были рады вернуться, приятно провели время. Большое спасибо всем сотрудникам за внимательное и вежливое общение!',
		source: 'yandex',
		rate: 5,
	},
	{
		name: 'Сергей Пустовар',
		gender: 'male',
		comment:
			'Все отлично: вежливое и профессиональное обслуживание, большой ассортимент меню, прекрасная подача и смена блюд, качественное приготовление, хорошее и уютное помещение, музыка только его дополняет и проходит фоном, не мешая общению.',
		source: 'yandex',
		rate: 5,
	},
	{
		name: 'Леонид Немцов',
		gender: 'male',
		comment:
			'Открыли для себя это место осенью 24 года. С тех пор были уже несколько раз. Очень вкусная кухня, приветливые официанты и бармены, нормальные цены. Брускетты - огонь :)',
		source: 'yandex',
		rate: 5,
	},
	{
		name: 'надежда с',
		gender: 'female',
		comment:
			'Очень приятный ресторан. Все на уровне. Еда вкусная, красиво оформленная. Живая музыка прекрасная. Спасибо.',
		source: 'yandex',
		rate: 5,
	},
	{
		name: 'Татьяна Тихонова',
		gender: 'female',
		comment:
			'Отличное место для проведения встреч. Незаметное, уместное обслуживание, удобная мебель, негромкая музыка, достаточно воздуха. Понравилось блюдо из запечённого баклажана, чай облепиха +груша',
		source: 'yandex',
		rate: 5,
	},
	{
		name: 'СЕРГЕЙ Н.',
		gender: 'male',
		comment:
			'Один из лучших ресторанов на Васильевском острове. Замечательный антураж, вызывающий прекрасное чувство, что вы пришли в одно из изысканных заведений города. Замечательный и отзывчивый персонал, который отнесётся к вашем пожеланиям с чуткостью и пониманием. Превосходная кухня (отдельная благодарность повару), прекрасная винная карта.',
		source: 'yandex',
		rate: 5,
	},
	{
		name: 'Николай Литвинов',
		gender: 'male',
		comment:
			'Несомненно один из замечательных Питерских ресторанов, отличное обслуживание и уютная обстановка, коктейли действительно просто произведение искусства, бармен, надо отдать должное на высоте! Кухня вполне, хотелось бы ещё конечно чего нибудь чтобы удивило так же как и коктейльное меню. Однозначно рекомендую',
		source: 'yandex',
		rate: 5,
	},
	{
		name: 'Вячеслав',
		gender: 'male',
		comment:
			'Организовывали тут корпоратив. Все очень понравилось. Цена-качество, меню, а главное, Сервис - все на 5+! Хочу вам сказать Большое спасибо за прекрасный вечер!😁🙏🏻',
		source: 'yandex',
		rate: 5,
	},
	{
		name: 'Oksana Ryazanova',
		gender: 'female',
		comment:
			'Очень приятное место. Самый вкусный какао варят в этом ресторане. А ещё десерт "Анна Павлова" выше всяких похвал. Очень сбалансированное сочетание сладости и черносмородиновой кислинки.',
		source: 'yandex',
		rate: 5,
	},
	{
		name: 'Юлия К.',
		gender: 'female',
		comment:
			'Отличное атмосферное место! Шикарный сервис, приятное меню, ненавязчивая атмосфера. Придём сюда не один раз. Хочется попробовать все позиции в меню, всё привлекательно!',
		source: 'yandex',
		rate: 5,
	},
	{
		name: 'Елена',
		gender: 'female',
		comment:
			'Ходим часто. В принципе, все устраивает. Но когда часто ходишь - приедается. Диет.блюд нет. Персонал замечательный. Все вопросы решаются быстро. Есть бонусная программа.',
		source: 'yandex',
		rate: 5,
	},
	{
		name: 'Татьяна Смирнова',
		gender: 'female',
		comment:
			'Очень понравилась кухня — все было свежее, вкусно и красиво подано. Интерьер современный и уютный. Официанты были очень любезн. В целом, впечатления положительные, вернемся еще.',
		source: 'yandex',
		rate: 5,
	},
	{
		name: 'Светлана Логунова',
		gender: 'female',
		comment:
			'Это волшебный уголок. Раз в год, точно посещаем это место. Так уютно, комфортно. "Трещит камин", чувствуешь запах палешек. Техника безопасности соблюдена)) Очень, очень вкусно готовят. Завтраки просто огонь. Для гурмана точно найдется что отведать.',
		source: 'yandex',
		rate: 5,
	},
	{
		name: 'tpetrova1999',
		gender: 'female',
		comment:
			'Тепло, уютно, очень вкусно. Прекрасная подача, милые официантки, все быстро, неназойливо. Прекрасный интерьер, отдельный банкетный зал. Стильно и не пафосно. Хожу часто с подругами уже несколько лет, так и не надоел....',
		source: 'yandex',
		rate: 5,
	},
	{
		name: 'Степан Романов',
		gender: 'male',
		comment:
			'Вкусно, супер интерьер, классная музыка, очень хорошее обслуживание, но дороговато! Рекомендую рагу из кальмара - бомба ❤️',
		source: 'yandex',
		rate: 5,
	},
];
